Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad
The AnalysisDecomposedNodeLoad class contains information related to decomposed node loads.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad._F
The force of the analysis decomposed node load.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad._M
The moment of the analysis decomposed node load.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.F
The force of the analysis decomposed node load.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.M
The moment of the analysis decomposed node load.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.Select
Selects an analysis decomposed node load.

Tekla.Structures.Analysis.AnalysisDecomposedNodeLoad.SelectInstance
DO NOT USE! For internal usage only!